Repository: common-repository/atec-cache-info
Catalog: languages/atec-cache-apcu-*.po
Languages: ru_ru

source: APCu object and page cache
ru_ru: Кэш страниц и объектов APCu

source: grouped
ru_ru: сгруппировано

source: Key
ru_ru: Ключ

source: Value
ru_ru: Значение

source: Save
ru_ru: Сохранить

source: cleared
ru_ru: очищено

source: Empty PCache
ru_ru: Очистить PCache

source: Cached pages and posts
ru_ru: Кэшированные страницы и посты

source: Type
ru_ru: Тип

source: Size
ru_ru: Размер

source: Title
ru_ru: Заглавие

source: Empty page cache
ru_ru: Очистить кэш страниц

source: No page cache data available
ru_ru: Нет данных о кэше страниц

source: Settings
ru_ru: Настройки

source: Enable page cache
ru_ru: Кэш страниц

source: Show debug
ru_ru: Отладка

source: Cache indicator and browser console log
ru_ru: Индикатор работы кэша в браузере

source: The „Show debug“ feature is for temporary use. It will show a small APCu cache icon in the upper left corner, when the page is served from the page cache. In addition you will find further details in your browser console. Please flush the page cache, once you are done with testing.
ru_ru: Функция „Отладка“ предназначена для временного использования. Она активирует показ маленького значка в верхнем левом углу экрана в случае загрузки страницы из кэша. Так же, будут доступны дополнительные отладочные сообщения в консоли браузера. Необходимо сбросить/очистить кэш страниц по завершении тестирования и отключении данной функции.

source: The page cache caches pages, posts, categories and single product pages (WooCommerce).
ru_ru: Кэш страниц кэширует страницы, посты, категории и страницы продуктов (WooCommerce).

source: Do not enable the APCu page cache together with other page cache plugins such as „WP Rocket“, „W3 Total Cache“, „WP Super Cache“ or the like.
ru_ru: Не активируйте кэш страниц APCu одновременно с другими кэширующими плагинами, такими как „WP Rocket“, „W3 Total Cache“, „WP Super Cache“ и пр.

source: Auto clear
ru_ru: Автоматический сброс

source: Clear cache, after plugin & theme changes
ru_ru: Сброс кэша при изменении настроек темы или плагина

source: Page Cache
ru_ru: Кэш страниц

source: APCu Page Cache
ru_ru: APCu Кэш страниц

source: Page cache requires APCu object cache
ru_ru: Кэш страниц требует наличия объектного кэша APCu

source: Current size
ru_ru: Размер

source: You now have a persistent WP object cache
ru_ru: Постоянный кэш объектов WordPress активен

source: This is the main feature of the plugin and will speed up your site
ru_ru: Это основной функционал плагина, направленный на ускорение сайта

source: No object cache data available
ru_ru: Нет данных о кэше объектов

source: The page cache is an additional feature of this plugin
ru_ru: Кэш страниц является дополнительным функционалом данного плагина

source: It will give your page an additonal boost, by delivering pages from APCu cache
ru_ru: Использование кэша страниц даст дополнительный рост скорости посредством использования APCu

source: APCu not enabled – Page cache disabled
ru_ru: APCu не активирован - Кэш страниц отключен

source: Outdated atec-cache-APCu object-cache.php deleted
ru_ru: Обнаружен устаревший файл atec-cache-APCu object-cache.php

source: TARGET file already exists
ru_ru: Файл уже существует

source: Object-cache installation failed
ru_ru: Установка Object-cache не удалась

source: Object-cache installation successful
ru_ru: Успешная установка Object-cache

source: Can not find object-cache.php in your wp-content folder. This file is required to implement a persistent APCu object cache. Please deactivate/activate this plugin. Installing the object-cache.php is part of the activation process.
ru_ru: Не найден object-cache.php а директории wp-content. Этотф айл необходим для работы постоянного кэша объектов APCu. Деактивируйте а затем вновь активируйте плагин. Установка файла object-cache.php является частью процесса активации.

source: APCu extension is not enabled but it is required for this plugin to work. Once you have activated APCu, please reactivate this plugin to install the object cache.
ru_ru: Расширение APCu не активно, но оно необходимо для работы данного плагина. Как только Вы активируете APCu, деактивируйте, а затем активируйте это плагин для установки кэша объектов.

source: LiteSpeed-server and -cache plugin detected
ru_ru: Онаружены LiteSpeed-server и -cache plugin

source: Please use LiteSpeed cache in favor of APCu page cache
ru_ru: Используйте LiteSpeed кэш вместо кэша страниц APCu

source: Page cache is NOT active
ru_ru: Кэш страниц отключен
